{"ajmer": [{"placeName": " 1. Ajmer Sharif", "placeDescription": "Dargah Sharif, the tomb of Moinuddin Chishti is one of the holiest places of worship in India not only for the muslims but for followers of every faith.Being the final resting place of the Gharib Nawaz Moin-ud-din Chisti, it has had an enormous contribution in spreading the ethical and spiritual val..."}, {"placeName": " 2. Ana Sagar Lake", "placeDescription": "Ana Sagar is an artificial lake constructed in 12th century AD by Anaji Chauhan, grandfather of the last independent Hindu king Prithvi Raj Chauhan. Spread over 13km, this lake features marble pavilions and gardens, which were added by Mughals later."}, {"placeName": " 3. Adhai Din ka Jhopra", "placeDescription": "Adhai Din ka Jhopara is a Masjid built by Qutub-ud-Din-Aibak, first Sultan of Delhi in AD 1199."}, {"placeName": " 4. Akbar's Palace and Museum", "placeDescription": "Akbar's palace, constructed in 1500AD as the place where he and his troops stayed in at Ajmer, lies in the centre of the town and is a major tourist magnet."}, {"placeName": " 5. Nareli Jain Temple", "placeDescription": "Nareli Jain temple, located on the outskirts of Ajmer, about 7km away, is a beautiful marble temple with angular and strikingly appealing designs."}, {"placeName": " 6. Clock tower", "placeDescription": "Clock Tower, situated at Church Road, Alwar, is a royal facade of the ancient Rajput reign which gives commanding view of the near by locality."}, {"placeName": " 7. Durga bagh gardens", "placeDescription": "Daulat Bagh is a charming garden on the banks of the majestic Ana Sagar Lake, The garden has a delightful background entitled Shimla, which was erected by Maharaja Mangal Singh."}, {"placeName": " 8. Kishangarh City", "placeDescription": "Called as the marble city of India, Kishangarh city is a tourist spot in itself as the city is famous for it's art and culture, Bani Thani style of painting and the Kishangarh Fort."}, {"placeName": " 9. Soniji Ki Nasiyan", "placeDescription": "Soniji Ki Nasiyan, so called the Red Temple, is a Jain temple dedicated to the first Jain Tirthankara."}, {"placeName": " 10. Taragarh Fort, Bundi", "placeDescription": "A rather ramshackle fort, with its overgrown vegetation, Taragarh Fort is one of the most famous places in Bundi, Rajasthan. Believed to be the first hill fort of Asia, Taragarh Fort is located on top of the Nagpahri Hill."}, {"placeName": " 11. Abdulla Khan's Tomb", "placeDescription": "This splendid memoir was constructed by the two sons of Abdullah Khan and this simple yet elegant tomb is one of the major attractions of Ajmer due to it's historic importance."}, {"placeName": " 12. City Shopping", "placeDescription": "The Mahila Mandi, as the name suggests, is meant for the women and is famous for traditional odnis, saris and fancy lehengas."}, {"placeName": " 13. Roopangarh Fort", "placeDescription": "A palace and former fortress in the town of Roopangarh, Roopangarh fort has imperial monument with grand exterior and vivacious interiors."}, {"placeName": " 14. Prithviraj Smarak", "placeDescription": "Located on the Taragarh Road in Ajmer, Prithviraj Smarak is a memorial dedicated to the fearless Rajput King- Prithviraj Chauhan. A small area with a massive statue of Prithviraj mounted on a black horse has been marked to pay homage to the great warrior. Besides, the Smarak is perched atop a hill a..."}, {"placeName": " 15. Akbari Masjid", "placeDescription": "Akbari Mosque is situated between Shahjahani Gate and Buland Darwaza on the Ander Kote Road, Ajmer. Made in red sandstones, the shrine is decorated with white and green marbles. Four tall minarets flank the entrance and accentuate the beauty of the mosque. As of now, the mosque also houses a Quranic..."}, {"placeName": " 16. Foy Sagar Lake", "placeDescription": "Built in 1982 as part of a famine relief project by the English architect Mr. Foy, Lake Foy Sagar is an artificial lake situated on the Foy Sagar Garden Road in Ajmer. One of the popular tourist spots of the city, the lake resonates with peace and serenity and offers a 360 angle view of the neighbou..."}, {"placeName": " 17. Mayo College Museum", "placeDescription": "Housed in Jhalwar House, Mayo College Museum was ideated by Mr. T. N. Vyas and is considered the largest school museum in the world. Spread over 18 rooms in the campus, the entities of the repository have all been donated by old students, teachers, parents or the well-wishers."}, {"placeName": " 18. Sai Baba Temple", "placeDescription": "Spread over 5 beeghas, Sai Baba Temple is a beautiful temple constructed by Mr. Suresh K. Lal. Situated in Ajay Nagar, the temple was inaugurated in 1999."}, {"placeName": " 19. Government Museum", "placeDescription": "Housed in the premises of the ancient 16th century Akbarês Fort in Ajmer, Government Museum, also known as •Magazineê, boasts of a vast collection of historical artefacts, exhibits, sculptures, miniature paintings and the like. The museum has been divided into several sections- art, archaeology, arm..."}, {"placeName": " 20. Akbari Fort", "placeDescription": "Akbari Fort & Museum is situated on the Museum Road in Naya Bazar, Ajmer. Boasting of striking architecture - a blend of Mughal and Rajputana styles, the fort was built by the emperor Akbar, it was once the residence of Prince Salim."}, {"placeName": " 21. Fort Masuda", "placeDescription": "Fort Masuda is situated 54 kms away from Ajmer in Masuda. The fort was originally built around 1595 AD but it deteriorated fast and was in ruins very soon after. It was later restored and renovated by Nar Singhji Mertia (1583–1623). The magnificent fort now stands tall and has multiple compartments ..."}, {"placeName": " 22. Bijay Niwas Palace", "placeDescription": "Bijay Niwas Palace was built by Rao Bijay Singh, almost a 100 years ago, at the same time when he founded Bijaynagar. The ancient fort has been now converted into a luxury heritage hotel with 20 rooms. Situated at 70 kms from Ajmer, the fort is frequented by the young and adults alike."}, {"placeName": " 23. Sambhar Lake", "placeDescription": "Sambhar Lake is located 64 kms from Ajmer enveloping the Sambhar town, on the National Highway 8 and is the largest saltwater lake in India. Lately, it has also been designated as a Ramsar site due to the presence and habitat of pink flamingos and waterfowl birds."}, {"placeName": " 24. Urs Festival", "placeDescription": "The famous Ajmer Sharif shrine in Rajasthan witnesses an annual Urs celebration on the death anniversary of the Sufi saint, Khwaja Moinuddin Chishti, popularly known as Khwaja Gharib Nawaz, the founder of Chishti Sufi order in the Indian Subcontinent. Thousands of devotees having backgrounds in all ..."}]}
