{"bangalore": [{"placeName": " 1. Bangalore Palace", "placeDesc": "The majestic Bangalore palace, enclosed by beautiful gardens, is a famous tourist attraction in Bangalore. It is now owned by the Mysore Royal family."}, {"placeName": " 2. Cubbon Park", "placeDesc": "This park is a major sightseeing attraction, with 300 acres of green foliage. Having been laid down by Lord Cubbon, it is an ideal place for nature lovers an those seeking a calm atmosphere. It features a bandstand that hosts concerts. The Bangalore Aquarium is also situated in this park, and is a m..."}, {"placeName": " 3. MG Road", "placeDesc": "MG Road is one of a most popular shopping and entertainment hub of Bangalore. Swarming with people at almost all the time, one must visit the place if in Bangalore."}, {"placeName": " 4. Lal Bagh", "placeDesc": "This botanical garden is a haven for all nature lovers. It was commissioned by Hyder Ali in 1760 and completed by Tipu Sultan, with a spread of 240 acres. The garden features rare plants of French, Persian and Afghani origin and has attained status of a Government Botanical Garden. The Lal Bagh Rock..."}, {"placeName": " 5. UB City Mall", "placeDesc": "Located in the CBD (Central Business District), this luxury mall is the one stop destination for all your high-end needs. Assimilation of four towers as a whole, the mall is spread in a mind-boggling area of 13 acres. The place takes care of all your exclusive needs, whether it is shopping at some h..."}, {"placeName": " 6. Bannerghatta National Park", "placeDesc": "Housing the country's first butterfly park, this park has a huge variety of fauna, making it one of the most enjoyable tourist attractions in the city. Tourists can also opt for Safari rides through the park. One can spot Lions, Tigers, Crocodiles amongst numerous others in the park."}, {"placeName": " 7. Wonder La Water Park", "placeDesc": "Wonderla is said to be the best amusement park in the city (and also one of the best in the country), and attracts all those looking for a rush of adrenaline. While it is most famous for the high-thrill dry rides, it also features some relaxed, fun rides, hence providing something for every visitor."}, {"placeName": " 8. Innovative Film City", "placeDesc": "Take a day trip to this theme park, just a little away from the main city, which keeps the promise in its name. Spend a day here enjoying the countless sections such as the Wild Wild West, Miniature City, Cartoon City, Water rides, Wannado City, Fashion Cafe and more."}, {"placeName": " 9. Ulsoor Lake", "placeDesc": "Constructed by Kempe Gowda II in the 2nd century, this lake was earlier known as Halsur or Alasur. Although not fit for swimming, boating can be enjoyed at the lake."}, {"placeName": " 10. ISKCON Temple", "placeDesc": "Apart from a religious temple, ISKCON is a cultural complex accommodating dedicated deities of Sri Sri Radha Krishnachandra, Sri Sri Krishna Balarama, Sri Sri Nitai Gauranga, Sri Srinivasa Govinda and Sri Prahlada Narasimha."}, {"placeName": " 11. Commercial Street", "placeDesc": "Shopaholics ought to hit these spots in Bangalore. Easy money and a lively and confident lifestyle make Bangalore a shopper's heaven. Whether one is looking for those jimmy choos or the local silk sari, chances are one will find it easily in many of the shops or the malls. The options are plenty. On..."}, {"placeName": " 12. Vidhana Soudha", "placeDesc": "The Vidhana Soudha located in Bengaluru (Bangalore), is the seat of the state legislature of Karnataka. It is an imposing building, constructed in a style sometimes described as Mysore Neo-Dravidian, and incorporates elements of Indo-Saracenic and Dravidian styles. The construction was completed in ..."}, {"placeName": " 13. Nandi Hills", "placeDesc": "Nandi Hills is a scenic hill station situated close to Bangalore, serving as one of the most popular destinations for trekking of Karnataka and escaping the busy city life of Bangalore."}, {"placeName": " 14. Jawaharlal Nehru Planetarium", "placeDesc": "The primary objective of BASE, which is aims to achieve through the activities planned all year around at the Planetarium, is to impart quality science education at all levels that identify and nurture creative talents in science students to enable them to pursue career in research and teaching. Edu..."}, {"placeName": " 15. Go-Karting", "placeDesc": "Go-karting is the most breathtaking activities available at many places in Bangalore, which can be enjoyed with family and friends."}, {"placeName": " 16. Tipu Sultan's Summer Palace", "placeDesc": "This monument is located inside the Tipu Sultan Fort. Built between 1781 and 1791, the Emperor referred to it as the 'Rash-e-Jannat' which means the abode of happiness and envy of heaven."}, {"placeName": " 17. Chunchi Falls", "placeDesc": "At a distance of about 90 km form the city are one of the most scenic waterfalls in the area. With lush sparkling greenery and views all around, the spot becomes a beautiful and ideal breather from the city."}, {"placeName": " 18. Bull Temple", "placeDesc": "This temple is one of the oldest in Bengaluru, and is dedicated to Nandi, the bull who is the wagon of Lord Shiva."}, {"placeName": " 19. Shiva Temple", "placeDesc": "Landmarked by a huge white monolith of Lord Shiva in a an artificial pool of water and Himalayas all around, is the Shiva Temple of Bengaluru."}, {"placeName": " 20. Bangalore Aquarium", "placeDesc": "Located in Cubbon Park, the Bangalore Aquarium is the most famous and largest aquarium in Bangalore, and the second laregst in India. Established in the year 1983, this aquarium offers on display a variety of ornamental as well as exotic cultivable fishes including Siamese Fighters, Catla, Freshwate..."}, {"placeName": " 21. Lumbini Gardens", "placeDesc": "On the banks of the Nagawara lake is one of the most loved public parks in Bangalore and a must visit place to spend an enjoyable evening, especially if you are with kids."}, {"placeName": " 22. HAL Aerospace Museum", "placeDesc": "HAL Aerospace Museum is India's first aerospace museum located at Hindustan Aeronautics Limited premises, in Bangalore. Established in 2001, the Museum is part of the HAL Heritage Centre and Aero Space Museum, and showcases the growth of the Indian aviation industry and HAL for six decades. The muse..."}, {"placeName": " 23. Cycling", "placeDesc": "Outskirts of Bengaluru are a cyclist's delight. One can rent a cycle from the multiple cycle groups available here such as Namma Cycle, Bums on the saddle, Bike Zone etc."}, {"placeName": " 24. City Shopping", "placeDesc": "There are multiple shopping districts in Bengaluru, the most popular being Brigade Road. Silk saris of various specifications like Banarasi silk or Kantha embroidery can be purchased."}, {"placeName": " 25. St. Mary's Basilica", "placeDesc": "St. Mary's Basilica is the oldest church in Bangalore and is the only church in the state that has been elevated to the status of a minor basilica. It is famous for the festivities it holds during the St. Mary's Feast, in the month of September each year, an event which attracts a large number of de..."}, {"placeName": " 26. Maha Bodhi Society Temple", "placeDesc": "A recent addition to the temples of Bengaluru, this one houses a library with a sprawling collection of texts and books on Buddhism and is constantly the hub of a number of spiritual retreats and lectures."}, {"placeName": " 27. Sankey Tank", "placeDesc": "Sankey Tank is is a manmade lake, situated in the western part of Bangalore. Spread across an area of 37.5 acres near Vyalikaval, Malleshwaram and Sadashivanagar, it is one of the most popular places to hang out in Bangalore. Sankey Tank is a perfect place for nature lovers who can enjoy stress-free..."}, {"placeName": " 28. Visvesvaraya Industrial and Technological Museum", "placeDesc": "Located on the Kasthurba Road in Bangalore, Visvesvaraya Industrial and Technological Museum was built in the honour of Bharat Ratna recipient Sir M Visvesvaraya. Spread over an area of 43000 sq. ft., the area is built in the sylvan surroundings of Cubbon Park and was inaugurated by the first Prime ..."}, {"placeName": " 29. Art of Living International Centre", "placeDesc": "Located 21 kms southwest of Bangalore on Kanakpura Road atop Panchagiri Hills, Art of Living Centre is the headquarters of the spiritual, cultural organization Art of Living Foundation, established by Sri Sri Ravi Shankar."}, {"placeName": " 30. Ragigudda Anjaneya Temple", "placeDesc": "Built in 1972, Ragigudda Sri Prasanna Anjaneya Temple is dedicated to the very celebrated Hindu God- Hanuman. Located on top of a quaint hillock in 9th block of Jayanagar suburb in Bangalore, the temple houses a Shivaling in addition to a huge gorgeous idol of Hanuman."}, {"placeName": " 31. Venkatappa Art Gallery", "placeDesc": "Located in the premises of Karnataka Government Museum, Venkatappa Art Gallery situated on Kasturba Road, Cubbon Park flaunts over 600 paintings. Named after the most famous artist of Bangalore city - K. Venkatappa, the gallery houses resplendent works of other renowned artists as well."}, {"placeName": " 32. Devanahalli Fort", "placeDesc": "Known for its historical significance and archaeological brilliance, Devanahalli Fort is located 35 kms north of the city of Bangalore. Lately in ruins, the fort once was the birthplace and residence of the great warrior Tipu Sultan."}, {"placeName": " 33. Halasuru Someshwara Temple", "placeDesc": "Located in the suburbs of Halasuru (Ulsoor) in Bangalore, Halasuru Someshwara Temple is dedicated to the Hindu deity Shiva. Built in around the 12th and the 13th centuries by the Hoysalas, the temple is now managed and maintained by the Endowment Department of the Karnataka government."}, {"placeName": " 34. Big Banyan Tree", "placeDesc": "The Big Banyan Tree or locally called as the Dodda Alada Mara is a 400 year old banyan tree in the village of Kethohalli near Bangalore. Sprawling over a vast 3 acres of land, the tree is one of the largest of its kind."}, {"placeName": " 35. Indira Gandhi Musical Fountain Park", "placeDesc": "Created in 1995 by B. N. A. Technology Consulting Limited, Hong Kong, Indira Gandhi Musical Fountain is probably the most technically advanced and one of the biggest artificially created fountains in India. Located on T. Chowdaiah Road, the enthralling fountain has been based on multimedia technolog..."}, {"placeName": " 36. Siddara Betta", "placeDesc": "Siddara Betta is a popular tourist attraction in the Tumkur district of Karnataka immersed in rocky boulders, temples and caves with an elevation of 1700 feet. The hillock is popular amongst trekkers and spiritual seekers alike, with one of the main attractions of the hill being the Lord Shiva templ..."}, {"placeName": " 37. National Gallery Of Modern Art", "placeDesc": "Located in the restored heritage Manikyavelu Mansion on 49 Palace Road Bangalore, National Gallery of Modern Art was inaugurated very recently on 18th of February, 2009. The main museum is situated in the Jaipur House, New Delhi, Mumbai and Bangalore being the subsequent branches of the same."}, {"placeName": " 38. Quad Biking", "placeDesc": "Bored of being stuck in the traffic every day? Hop on an All Terrain Vehicle (ATV) and let it roar your way off the normal roads and bring the wild rider out. You have plenty of options in Bangalore to get the experience of these monster bikes. Go on wild on a track if you choose to, go free on the ..."}, {"placeName": " 39. Bilikal Rangaswamy Betta", "placeDesc": "Bilikal Rangaswamy Betta is almost 16 kilometres from the town of Kanakapura is a great trekking destination for a day trek. It is one of the highest hills in the neighbouring area with an elevation of 3780 feet, the hill also houses a temple devoted to Lord Rangaswamy that is constructed under a la..."}, {"placeName": " 40. Avalabetta", "placeDesc": "Avalabetta often called as “Nandi Hills without the crowd” is a perfect place to relish the same scenic beauty as the Nandi Hills but without the commotion. Standing on the top of the hill, you can witness the magical view of lush green trees and variegated rocky terrain which is spread out profusel..."}, {"placeName": " 41. Manchanabele Dam", "placeDesc": "Manchanabele Dam is built on the water of the tranquil Arkavati River. Located in the state of Karnataka, this place is visited by a lot of people because it is ideal to get away from the pell mell of city and enjoy some serenity in the lap of nature. Manchanabele Dam is replete with cool and clear ..."}, {"placeName": " 42. Skandagiri", "placeDesc": "If you thought that trekking is an activity only to be done in the morning, you are certainly wrong. Skandagiri, a hilltown near Bangalore, gives you the opportunity to trek and explore the hills in the night while the moon is casting its light. Skandagiri, also known as Kalavara Durga, is at an ele..."}]}