{"belgaum": [{"placeName": " 1. Belgaum Fort", "placeDesc": "Belgaum Fort, located in Belgaum City is a 12th Century fort built during the rule of the Ratta Dynasty. Layers of Renovations cover the original layout of the Fort over the centuries and numerous rulers. The Belgaum Fort as we see today is a result of the Architectural contributions from various dy..."}, {"placeName": " 2. Ramakrishna Mission Ashram", "placeDesc": "Located in the Belgaum Fort compound, Ramakrishna Mission Ashram is a calm and quiet place serving as a retreat to its visitors from the bustle of Belgaum. The building where Swami Vivekananda stayed for nine days when he visited Belgaum in 1892 was handed over to the Ramakrishna Mission to be usefu..."}, {"placeName": " 3. Kamal Basti", "placeDesc": "Kamal Basadi Is located inside the compound of the Belgaum Fort in Belgaum dedicated to Neminath Tirthankara of the 24 Jain Tirthankaras. The idol of Neminatha Tirthankara was said to have been found from a nearby forest. The temple was built in the early 12th century along with the Chikki Basadi th..."}, {"placeName": " 4. Fort Lake (Kote Kere)", "placeDesc": "The Fort Lake, also known as Kote Kere is one of the picnic spots of Belgaum City. Fort Lake is situated right in front of the Durga Temple entrance of the Belgaum Fort, welcoming tourists to the city. The Fort Lake has lush greenery surrounding it with walkways along its boundary with a regular cro..."}, {"placeName": " 5. Kapileshwar", "placeDesc": "Kapileshwar Temple is a holy shrine in Belgaum City, dedicated to Lord Shiva and is considered as the southern Kashi. The temple is located beside the Shahpur Flyover which connects the central city of Belgaum to Shahpur. It is believed that the visit and darshan of the 12 Jyotirlinga scattered all ..."}, {"placeName": " 6. Khade Bazaar ", "placeDesc": "Every city has a great Market that sells almost anything. For Belgaum City, the universal market is located on the Khade Bazaar street and Ganpat Galli. The market sees a substantial inflow of people every day. Khade Bazaar is a 1 km stretch of road turned a marketplace that offers a wide variety of..."}, {"placeName": " 7. Rakaskop Dam", "placeDesc": "Rakaskop Dam across the Markandeya River is a dam located on the outskirts of Belgaum city at a distance of about 16 km from the centre of the city known for its lush green environment that provides water to the complete city of Belgaum. The Dam is mostly visited by couples who wish to spend a peace..."}, {"placeName": " 8. Gokak Falls", "placeDesc": "Gokak Falls is known for its beautifully turbulent waters gushing over the rocks and down to a fall of 52 metres (170 feet). This humongous waterfall has a 170 meter long, hanging rope suspension bridge built over it that which allow visitors to walk right above the fall and feel the wind pushed by ..."}]}