{"goa": [{"placeName": " 1. Calangute Beach", "placeDesc": "Calangute is a largest beach in north Goa and thus is known as 'Queens of beaches'. Situated 15 kms from the capital city of Panaji, this expansive stretch of water attracts tourist from all around the globe owing to its festive and entrancing environ."}, {"placeName": " 2. Water Sports in Goa", "placeDesc": "Water Sports in Goa have always seen its fare share of excited tourists and adventure seekers. The beach capital of India enjoys a long and uninterrupted coastline with relatively calmer waves and even sea floors. While water sports in Goa can be enjoyed at any one of the beaches in the north o..."}, {"placeName": " 3. Cruise in Goa", "placeDesc": "The exotic beaches of Goa, pristine waters and breath taking view of sunset and sun rise can be best enjoyed through the luring river cruise. Bounded by numerous rivers, the place makes for one of an exclusive cruising destination."}, {"placeName": " 4. Basilica of Bom Jesus", "placeDesc": "This historic church is located in Goa and is a UNESCO World Heritage Site. The Basilica of Bom Jesus houses the tomb and remains of St. Francis Xavier. Even after 400 years, the remains are in a good condition and are taken out once every decade.Up untill half a century ago, Goa was the capital of ..."}, {"placeName": " 5. Baga Beach", "placeDesc": "The most popular beach of Goa, Baga is located close to Calangute beach, around 30 Km North of Panaji. Along with Calangute, Baga Beach is also popular for its nightlife with some very famous clubs right there such as Brittos, Titos and Mambo. There is also a range of water sports that you can try y..."}, {"placeName": " 6. Anjuna Beach", "placeDesc": "Known for its unparalleled natural beauty, glowing soft white sand and swaying palms, Anjuna Beach is a hot spot for tourists both domestic and foreign. The full moon beach parties are what attracts crowd the most."}, {"placeName": " 7. Scuba Diving in Goa", "placeDesc": "Goa is one of the 4-5 places in India offering scuba diving. Diving in Goa is not the best owing to limited underwater visibility, but it is still popular among tourists."}, {"placeName": " 8. Shopping in Goa", "placeDesc": "For carrying back an authentic Goan experience with you, you can buy some feni, cashew-nuts, Goan hats and handicrafts. There are lots of shops in Panjim, the capital where you can buy interesting stuff. Goa is also known for its hand-painted ceramics."}, {"placeName": " 9. Casino", "placeDesc": "Located on a yacht in River Mandovi, the casino is one of the coolest places to be when you're in the party state. The entry fee is placed high at Rs. 1600, and the casino holds ample number of tables of American Roulette, Blackjack and Rummy. Go ahead and try your luck!"}, {"placeName": " 10. Dona Paula", "placeDesc": "Dona Paula is a former village, and tourist destination, in the suburbs of Panaji, Goa, India. Today it is home to the National Institute of Oceanography beside which lies, the Goa University and the International Centre of Goa. It is also home to a number of hotels and the luxury Cidade de Goa also..."}, {"placeName": " 11. Tito's, Calangute", "placeDesc": "Tito's is a brand name when it comes to clubbing in Goa. The club is famous for its commercial and Bollywood music and a huge dance floor. There is also a private party area available with its own bars on the first floor."}, {"placeName": " 12. Colva Beach", "placeDesc": "One of the most happening beaches in South Goa, Colva beach is mainly renowned for its shopping and phenomenal nightlife. The beach is full of shacks and eating joints."}, {"placeName": " 13. Fort Aguada", "placeDesc": "The fort was built in 1612 to watch and guard against the Dutch and the Marathas. It was a reference point for the vessels coming from Europe. This old Portuguese fortification stands on the beach south of Candolim, at the shore of the Mandovi River. Earlier, it was tasked with the defense of shippi..."}, {"placeName": " 14. Flea Markets", "placeDesc": "There are a couple of famous flea markets such as Wednesday afternoon Anjuna market and Saturday night market which are great for shopping. You can buy things ranging from special tea to Kashmiri carpets."}, {"placeName": " 15. Palolem beach", "placeDesc": "Palolem Beach, located in the South Goa is one of the most beautiful beaches of the Union Territory has to offer. Mostly unspoiled, the beach is often flocked with foreign tourists."}, {"placeName": " 16. Church of Our Lady of the Immaculate Conception", "placeDesc": "In the heart of the capital city of Panajim, Church of Our Lady of the Immaculate Conception is a beautiful church lying on a hilltop. You need to climb up quite a few stairs to get to the church."}, {"placeName": " 17. Dudhsagar Falls, Goa", "placeDesc": "Literally meaning milky water waterfalls because of the color of the falls, this is one of the highest waterfalls in India and cascades through four-tiers."}, {"placeName": " 18. Agonda Beach", "placeDesc": "If you're looking for a place away from the hustle bustle of the crowd with more space and solitude, Agonda beach is the right place for you. With the clear blue water and coconut trees, this beach is a delight for nature lovers."}, {"placeName": " 19. Club Cubana, Calangute", "placeDesc": "Club Cubana, high up on the Arpora hill, overlooks the Saturday Night Markets. It goes up on several levels and even includes a swimming pool. The place is packed mainly by youngsters from around Goa and the traffic jams can eat up half the night. However, the ambience is popular and something out o..."}, {"placeName": " 20. Arambol Beach", "placeDesc": "Beautiful and serene, Arambol Beach is counted among the best beaches of North Goa unexploited by the tourist and thus offering solitude to those who are seeking."}, {"placeName": " 21. Spa and Massages", "placeDesc": "Goa is full of spa resorts and Ayurvedic massage centers. Beachside massages are also available at some beaches. Various spas of Goa which are preferred by the tourists from all around the world are Sereno Spa and Leela Kempinski Goa Spa Center."}, {"placeName": " 22. Chapora Fort", "placeDesc": "Chapora Fort near Vagator beach is famous for its ruins and the success of Hindi movie 'Dil Chahta Hai' which made this place all the more famous. With its Portuguese architecture, this fort is strong reminder of Goa's Portuguese past."}, {"placeName": " 23. Vagator Beach", "placeDesc": "Vagator Beach is the northernmost beach of Bardez Taluka, Goa. It is located on the opposite bank of the Chapora River from Morjim in Pernem. To the south of Vagator is Anjuna, one of the first hippie haunts of Goa.  Vagator Beach has dramatic red cliffs looking down on the shore and two fresh water..."}, {"placeName": " 24. Elephant Rides", "placeDesc": "Goa has a lot to offer to its tourists from exquisite nature to plethora of adventures. One of the other less known things is its wildlife. Elephant safaris are also available at some places and a lot of tourists head to Tropical Spice Plantation for the safari on the biggest mammal on land, the ele..."}, {"placeName": " 25. Morjim Beach", "placeDesc": "Morjim is sometimes referred to as \"Little Russia\" owing to the large population of Russian immigrants staying here. Morjim beach is home to exotic species of birds and some rare endangered animals such as sea turtles."}, {"placeName": " 26. Club LPK - Love Passion Karma, Candolim", "placeDesc": "Club LPK has generally some good DJs playing a mix of house, trance, and Bollywood music for all kinds of customers. The dance area is big and ambience is great."}, {"placeName": " 27. Mambos, Calangute", "placeDesc": "Mambos have seen its lows and highs, starting as a run-of-the-mill club, gaining immediate popularity and coming back to square one. The club is trying to make the scene better and have different DJs playing different genre of music each day of the week."}, {"placeName": " 28. Se Cathedral", "placeDesc": "One of the largest churches in whole Asia, Se Cathedral took nearly 80 years to get constructed. It was established to remember the victory of the Portuguese over the Muslim rulers in the city."}, {"placeName": " 29. Cavelossim Beach", "placeDesc": "With magnificent black rocks that contrast with the white sand shores of this idyllic beach, the Cavelossim beach finds itself a spot on many lists about the best beaches of India. Cleaner and quieter than the cliched party beaches of Goa, the beautiful beach is the perfect spot for travellers looki..."}, {"placeName": " 30. Butterfly Beach", "placeDesc": "Butterfly Beach seems like a fairy place. The beach of butterflies, which occupies a tiny semicircular bay on the high northern end of Palolem beach, is one of the most photogenic places in whole Arabian Sea coastline and a real natural wonder."}, {"placeName": " 31. Cabo de Rama Beach", "placeDesc": "Cabo de Rama Beach is a beautiful beach located in Margao and is not yet been discovered by tourists. The beach is secluded owning to its distance from major towns and cities and is least visited by tourists. Overlooking the beach is the Portuguese Fort called Cabo de Rama. From the fort, one can se..."}, {"placeName": " 32. Patnem Beach", "placeDesc": "Situated in South Goa, Patnem beach is flanked by its more popular counterparts, namely Agonda and Palolem. Being located at a distance of 39 km from Madgaon, it is easily reachable by road and is one of the most tranquil beaches in South Goa. Its laidback and lazy atmosphere is a welcome respite fr..."}, {"placeName": " 33. Querim Beach and Tiracol Fort", "placeDesc": "Located in the northern most part of Goa, around 58 km from Panajim, Tiracol fort is a 16th century fort overlooking the Arabian Sea providing a picturesque view."}, {"placeName": " 34. Betalbatim Beach", "placeDesc": "Located in South Goa, Betalbatim Beach is one of the quieter beaches of Goa. Lined with a plethora of fast food chains, local restaurants and spas, the highlight of the beach is the easy spotting of the dolphins. You can ask the local fishermen who can hike you a ride in a sea to have a glimpse of t..."}, {"placeName": " 35. Sunburn Festival", "placeDesc": "Held in December every year at Candolim beach, the Sunburn festival has an array of famous artists performing live. The Electronic Dance Night is an experience to be cherished forever. From the most frolic music beats to flavoursome food, the festival is an ideal for spending New Year's Eve. The eve..."}, {"placeName": " 36. Church of St. Cajetan", "placeDesc": "This church has a major resemblance with the St. Peters Basilica in Rome. On the left, there are three altars dedicated to the Holy Family, Our Lady of Piety and St."}, {"placeName": " 37. Bambolim Beach", "placeDesc": "Bambolim Beach, which is located 7 km from Panaji is considered one of the unexplored beaches of Goa. Since there are no major hotels or shacks, not many tourist visit this secret beach and is deserted all the year"}, {"placeName": " 38. Butterfly Conservatory Of Goa", "placeDesc": "Butterfly Conservatory Of Goa was founded by a nature enthusiast couple especially to preserve the natural habitat for butterflies. One can find a wide variety of colourful butterflies, some of which are rare species. The well maintained conservatory is apt to explore the green zone leisurely and ob..."}, {"placeName": " 39. Sri Mahadeva Temple", "placeDesc": "Sri Mahadeva Temple is one of the oldest temples in the state dedicated to Lord Shiva. It is said to be built by the minister of King Ramachandra of the Yadava Dynasty, Hemadri, but has influences of architecture belonging to the time the Kadamba Dynasty ruled Goa as well. The monument is made of ba..."}, {"placeName": " 40. Fontainhas and Sao Tome", "placeDesc": "Fontainhas and Sao Tome is a beautiful Latin Quarter located in Panaji on the banks of the Ourem Creek and named after the natural springs nearby. It was laid out on a piece of land acquired by a Goan in the 18th century who had made a fortune in Mozambique. The quarter is now recognised as a herita..."}, {"placeName": " 41. Church of St Francis of Assisi", "placeDesc": "This is the famous landmarks of Goa and is the oldest church located in Panajim. The statue of Mother Mary stands at the front of the church with the tower of the church behind. This church has truly been beautifully preserved. Also, the church bell is the 2nd largest bell in the whole world."}, {"placeName": " 42. Monastery Of St Augustine", "placeDesc": "Monastery Of St. Augustine is a 17th century structure, believed to be built by the Augustinian friars but today, mostly seen in ruins. The dilapidated but splendid tower of the church can be seen from a distance and one can gauge the grandiosity of the monastery when it was completely intact. It is..."}]}