{"jaipur": [{" 1. Hawa Mahal": "The Hawa Mahal stands at the intersection of the main road in Jaipur, Badi Chaupad. It is regarded as the signature building of Jaipur and was built by Maharaja Sawai Pratap Singh."}, {" 2. Albert Hall Museum": "Albert Hall Museum is one of the oldest museums of Rajasthan. It has a rich collection of various kinds of items such as paintings, carpets, ivory, stone, metal sculptures, colourful crystal works etc."}, {" 3. City Palace": "Located in Jaipur, The City Palace is the main palace from where the Maharaja reigned from. The palace includes the Chandra Mahan and Mubarak Mahal along with various other buildings within the complex. It is located towards the north-eastern side of Jaipur."}, {" 4. Pink City": "Jaipur is the largest city of Rajasthan popularly known as the 'Pink City'. Built about 275 years ago, today it presents the glorious past of our country through its culture and architecture."}, {" 5. Amber Fort, Jaipur": "Amber Fort, situated 11 kms from Jaipur, is a fort built with great artistic taste. Cradled on the top of a hill forming a beautiful reflection in Maotha Lake, it is popularly known as Amer Fort."}, {" 6. Nahargarh Fort": "Nahargarh Fort, situated on the outer skirts of Jaipur is an epitome of great architecture and planning. Drenched with rich past, the fort allows you a picturesque view of the entire city. Built in 1734, this grand architecture is a perfect way to begin the excursion of this pink city."}, {" 7. Abhaneri step well": "Also known as the Chand Baori Step Well, located in Abhaneri near Jaipur, Chandbaori spans a height of about 13 stories and has 3500 steps that lead approximately 100 feet down."}, {" 8. Jantar Mantar": "Jantar Mantar in Jaipur is the largest stone astronomical observatory in the World. It is located just next to the city palace of Jaipur in Rajasthan. Built during the period between 1727 and 1733, the Jantar Mantar is still in a running condition and it stands as a witness regarding the wisdom of f..."}, {" 9. Galtaji Temple": "Located around 20 km from Jaipur, this temple is beautifully situated in the midst of trees and hills. One of the jewels of Jaipur, the temple complex encompasses natural fresh water springs and 7 holy 'kunds' or water tanks."}, {" 10. Chokhi Dhani": "Chokhi Dhani is a luxury heritage resort synonymous with Rajasthani village culture. It is located a little on the outskirts of the city on the Tonk Road. The concept of the village is to give you a tangible feel of rural Rajasthan. It is a true depiction of traditional Rajasthan with ancient artefa..."}, {" 11. Jaigarh Fort": "Jaigarh Fort is a grand structure perched on the top of the 'Cheel ka teela' hills designed by a talented architect called Vidhyadhar. The fort reflects the city's prosperous past and is named after the ruler who got it built, Sawai Jai Singh II."}, {" 12. Jal Mahal": "Amidst the chaos of the city of Jaipur, lies the splendid Jal Mahal, or Water Palace. Floating in the centre of the Sagar Lake, this low rise symmetrical Palace was once a shooting lodge for the Maharajas. This unique palace fascinates a large number of visitors from all over the world."}, {" 13. Birla Temple": "Located on an elevated ground at the base of Moti Dungri hill in Rajasthan, the temple is also known as the Lakshmi Narayanan Temple as the Temple is dedicated to Lord Vishnu (Narayan), the preserver and his consort Lakshmi, the Goddess of wealth."}, {" 14. Panna Meena Ka Kund": "Panna Meena Ka Kund is a 16th century step well situated in Jaipur. The spacious water tank has a well defined architecture with chhatris, gazebos and recessed doorways. Resounding by the charm and grandeur of the bygone era, the step well is now used by the local people. You can also find rural kid..."}, {" 15. Ram Niwas Garden": "Stuffed with appealing fountains and dazzling serene pools, Ram Nivas Garden offers a tranquil and calm atmosphere for you to ease out and relax. The pink city has many such lush green gardens which add to it's beauty and tranquility such as Sisodia Rani Palace and Garden, Vidyadhar Garden, Central ..."}, {" 16. Moti Dungri Temple": "Moti Dungri temple is built on a hill above the famous Birla Temple. It is primarily a Ganesh Temple and was built to protect the city. The temple is surrounded by the beautiful Moti Dungri palace, which is an imitation of a Scottish castle."}, {" 17. Bapu Bazar": "Besides the plethora of palaces and forts and havelis and wildlife, Jaipur is also the ultimate shopping paradise. Among the numerous flourishing flea markets of Jaipur is the Bapu Bazaar. Situated in the heart of the Pink city between Sanganer Gate and New Gate, the market is known for its alluring..."}, {" 18. Govind Ji Temple": "For Krishna followers, this is the most significant temple in the world after Vrindavan. It is believed that the statue of the deity here looks exactly like Krishna's form during his incarnation of Earth."}, {" 19. Anokhi Museum of handpainting": "The Anokhi Foundation aims to preserve the centuries old customs and traditions of the artisans in Jaipur. the foundation has been running a museum, Anokhi Museum of Handmade Paintings, where it exhibits various artifacts in relation to the hand and block printing."}, {" 20. Chand Baori": "Chand Baori is a major tourist attraction site in Abhaneri village and is a very big step well with flights of steps on the three sides that lead to the water reserve."}, {" 21. Swaminarayan Temple": "Dedicated to the Hindu God, Narayan Akshardham Temple is known for its beautiful architecture, magnificent idols, sculptures, and carvings. The lush green surroundings add to its beauty and serenity."}, {" 22. Chand Pol": "One of the finest specimens of Rajput architecture in Jaipur, Chand Pol offers spectacular views of the famed old bazaar and glimpses of the Rajasthani culture."}, {" 23. Sisodia Rani Garden": "Sisodia Rani Garden lies in the Jaipur Agra highway and was built by Maharaja Sawai Jal Singh. The palace boasts of several terraced gardens, painted panels, water fountains and shady trees. The centre of the bagh also has a two storeyed palace which has carvings and murals depicting the life of Lor..."}, {" 24. Amrapali Museum": "Amrapali Museum is a unique jewellery museum housing a collection of contemporary and exotic jewellery collected over four decades established by the famous Jaipur-based Amrapali Jewellers. The museum also has silver antiques and exquisite showpieces made in gold or silver and is a must visit spot f..."}, {" 25. Khole Ke Hanuman Ji Temple": "Located on the Delhi bypass in Jaipur at Lakshman Dungri, Khole Ke Hanuman Ji Temple is a Hindu revered temple dedicated to Lord Hanuman. The temple is perched on a hillock and offers some panoramic views of the surrounding hills. Besides, the shrine has a spacious sanctum which can accommodate arou..."}, {" 26. Central Park": "Built in the heart of Jaipur, Central Park is the largest park in the city. It boasts of housing the tallest Indian National flag in the premises. Other than the beautiful lush green surroundings, the park also has Rambagh Polo ground and golf club nearby. Besides, it has a jogging track, musical fo..."}, {" 27. Kanak Vrindavan Garden": "Kanak Vrindavan is a beautiful garden developed in the Aravalli Valley at the base of Nahargarh Hills. The garden has notable similarities to Vrindavan valleys and hence the name. It also has a temple enshrined by Lord Krishna, water fountains and exquisite marble carvings besides the verdant green ..."}, {" 28. World Trade Park": "World Trade Park is situated in Malviya Nagar in Jaipur and is the second largest mall of the country. The construction of the mall costed 350 crores and it took two years to finish it. It was inaugurated in the year 2012 by Shahrukh Khan."}, {" 29. Rambagh Palace": "Located about 8 kms from the city centre of Jaipur, Rambagh Palace is one among the finest palaces of Jaipur. Once a residence of the Maharaja of Jaipur, today the palace has been converted into a luxury heritage resort with brilliant architecture, lighting and facilities."}, {" 30. Sargasuli Tower": "Sargasuli Tower or Isar Lat is a historical heritage monument situated near Tripolia Gate of City Palace in Jaipur. The seven tiered minaret is built in a fashion similar to that of Qutub Minar in Delhi and Kirti Stambh of Chittorgarh. The tower has a tiny entry with a spiralling staircase and every..."}, {" 31. Digamber Jain Mandir Sanghiji": "Digamber Jain Mandir Sanghiji is a Jain temple situated 16 kms away from Jaipur in the town of Sanganer. Built of red sandstone, the temple enshrine Adinath- the first Jain tirthankara in the central shrine. Boasting of Shikhara style architecture, the temple has several carvings on the inner walls ..."}, {" 32. Raj Mandir Cinema": "Raj Mandir Cinema is an olden days movie theatre situated on the Bhagwan Das Road in Jaipur. The building has been shaped to look like a meringue and has become a popular mark in the city. Opened in 1976, the theatre still premieres movies."}, {" 33. Garh Ganesh Temple": "Situated near Nahargarh Fort and Jaigarh Fort, Garh Ganesh Temple is a revered Hindu temple dedicated to Lord Ganesh. Perched on a hilltop, the shrine is resided by an idol of child Ganesha bedecked in gold and silver ornaments. There are also deities of his wives Ridhi and Sidhi, and his son, and h..."}, {" 34. Elefantastic": "Located near K. K. Royal Hotel in Amer, Jaipur, Elefantastic is one of a kind elephant farm in all of the country. The elephants farm houses 23 female and 1 male elephant. Besides offering insight and information about the majestic mammal, the farm also facilitates elephant safaris. Besides, it also..."}, {" 35. Jawahar Circle": "Jawahar Circle is situated in Malviya Nagar in Jaipur and boasts of being the largest circular park in Asia. The park has a peculiar jogging track and is encircled by a rose garden. Besides, it has play area for kids and kiosks. The main highlight of the park is the dance of the musical fountains wh..."}, {" 36. Karauli": "Karauli is a quaint town located in the state of Rajasthan. The town is famous for sacred places and is home to more than 300 temples. The rich, vibrant and colourful heritage and culture of Rajasthan can be glimpsed in this town which makes it a perfect place to visit on a vacation. Karauli also ha..."}, {" 37. Bhandarej": "Bhandarej located in the Duasa district in Rajasthan is a quaint and perfect place to getaway from the hustle bustle of the city. This is a vibrant and colourful place that is beautifully juxtaposed with the intricate stone monuments. Bhandarej is full of scenic beauty and picturesque landscapes."}, {" 38. Samode Palace": "At a distance of around 56 kms from Jaipur, Samode Palace is a heritage palace cum hotel. A fusion of Muslim and Rajputana architecture, the palace also houses Sheesh Mahal or Hall of Mirrors. It is also surrounded by beautiful gardens which are a treat to the eyes."}, {" 39. Hari Mahal Palace": "Originally a residence of Rajadhiraj Hari Singh of the Achrol family in the 1930s, Hari Mahal Palace has now been partly converted into a heritage luxury hotel. The interesting factor is that half of the palace is still occupied by the members of the royal family."}, {" 40. Rajmahal Palace": "Built in 1729, Rajmahal Palace is a symbol of love by Maharaja Sawai Jai Singh II for his wife. Briefly occupied by the British, the palace has now been restored and converted into a luxury stay. It still houses some of the ancient relics and royal chandeliers from the bygone era."}, {" 41. Narain Niwas Palace": "Built by Thakur of Kanota, General Amar Singh, Narain Niwas Palace boasts of Anglo Indian style of architecture of the Victorian era. The palace has now been converted into a heritage home to give you a glimpse of the opulent royal lifestyle."}, {" 42. Shahpura Haveli": "Originally built as a vantage point nearly 300 years ago, Shahpura Haveli was later converted into a magnificent fortress. The palace has now been converted into a heritage home which boasts of Indo-Saracenic style of architecture. It is frequented by celebrities, politicians and other popular artis..."}]}