{"jaisalmer": [{"placeName": " 1. Desert Safari", "placeDesc": "In the midst of the soft golden sand, Jaisalmer evokes a vivid picture of sheer magic and the magical brilliance of the desert. Jaisalmer, known as the 'Golden City of Rajasthan' enjoys the glory of the majestic Jaisalmer Fort - a world renowned heritage site. Travelling to this desert town and expe..."}, {"placeName": " 2. Jaisalmer Fort", "placeDesc": "Jaisalmer Fort, nestled amid the golden sands of Thar Desert is steeped with rich past and heritage. Displaying the brilliant craftsmanship, Jaisalmer Fort is one of the most renowned forts in the world."}, {"placeName": " 3. Gadisar Lake", "placeDesc": "Built in the 14th century, it was once the source of drinking water for the entire town of Bikaner. Now it has developed as a tourist spot with many temples and shrines surrounding the lake."}, {"placeName": " 4. Jain Temples", "placeDesc": "This group of beautiful temples within the Jaisalmer Fort walls have carved structures which depict pictures of sages, hermits, animals, etc. Built in the Dilwara style that is famous all over the world for its architecture, these temples are dedicated to Rikhabdevji and Shambhavdev Ji, the famous J..."}, {"placeName": " 5. Kuldhara Village", "placeDesc": "Kuldhara Village, located within 20 kilometres from the Golden City Jaisalmer is not always a known name among the tourists, but a little research will show how this is one of the most interesting and intriguing attraction sites that you should absolutely include in your itinerary. The village, rich..."}, {"placeName": " 6. Tazia Tower and Badal Palace", "placeDesc": "The Badal Palace has a cloud like appearance and has the Tazia Tower emerging from it. This tower is quite different from the usual Rajputana architecture of Rajasthan."}, {"placeName": " 7. Bada Bagh", "placeDesc": "Bada Bagh in Jaisalmer, Rajasthan is primarliy a cenotaph adjoining a garden, located about 6 kms north of Jaisalmer, on the way to Ramgarh. The set of royal cenotaphs are basically chhatris of the Maharajas which once ruled the Jaisalmer state. The gardens are now largely neglected, but the hill wi..."}, {"placeName": " 8. Havelis", "placeDesc": "The city of Jaisalmer is famous for its rich heritage and culture and havelis are a major part of it. The Patwon-ki-Haveli is a famous Haveli situated about 10km from the Jaisalmer Fort."}, {"placeName": " 9. Desert National Park", "placeDesc": "Desert National park is one of the largest national parks, covering an area of 3162 km'_. It is an excellent example of the ecosystem of the Thar Desert and sand dunes form 20% of the entire park."}, {"placeName": " 10. Windmill Park", "placeDesc": "India's largest operational onshore wind mill farm, Jaisalmer Wind Mill Park is located in Rajasthan near the Yamuna River between the Vindyha Mountains and the Himalayas."}, {"placeName": " 11. Barmer", "placeDesc": "Filled with vibrant colours, rich heritage and warm hospitality, Barmer is a small town representing the true reflection of Rajasthan all summed up in it. The sandy grounds of the town are lively and a must visit."}, {"placeName": " 12. Khuri", "placeDesc": "Khuri, also known as Tilo Ki Dhani, is a natural hamlet in Thar Desert close to Jaisalmer. Renowned for sand dunes and vast stretch of sandbank, Khuri is an ideal place for camel safari."}, {"placeName": " 13. Sam Sand Dunes", "placeDesc": "A rare desert area which lies just in the edge of Jaisalmer Desert National Park and is also rated as top 10 must see tourist destinations in Rajasthan by Lonely Planet & Tripadvisor, Sam Sand Dunes are a simply amazing. These dunes are 42-45 Kms away from the golden city (Jaisalmer) and has a n..."}, {"placeName": " 14. Desert Culture Centre and Museum", "placeDesc": "Knowledge bank of rich cultural heritage, craftsmanship and artistic talents of Jaisalmer, the museum displays varied collections of traditional instruments, rich collections of ancient and medieval coins, any kinds of utensils and other artifacts and admirable textiles."}, {"placeName": " 15. Nathmal Ki Haveli", "placeDesc": "Nathmal ki Haveli is an ornate architecture in the heart of the city Jaisalmer. It was commissioned to serve as the residence of the then prime minister Diwan Mohata Nathmal. Jaisalmer otherwise known as the land of the Golden fort is a grandeur of Havelis."}, {"placeName": " 16. Jaisalmer Government Museum", "placeDesc": "Established by the Department of Archeology in the year 1984, the Government Museum is a prime tourist attraction of Jaisalmer. It was built to highlight the multifaceted traditional and cultural heritage of the Great Thar Desert. Jaisalmer is the charming city of Rajasthan nestled amidst the mighty..."}, {"placeName": " 17. Patwon ki haveli", "placeDesc": "Dipped in an enchanting shade of yellow, Patwon ki Haveli grabs the attention of every visitor. It is a cluster of 5 Haveli which was believed to be built by Patwa, a wealthy trader who constructed the stories for each of his 5 sons."}, {"placeName": " 18. Salim Singh ki Haveli ", "placeDesc": "Salim Singh ki Haveli is a beautiful edifice at the heart of the city Jaisalmer. It is one of the major tourists' attractions built in the 1815 CE and commissioned by Salim Singh, the then prime minister of the Kingdom. It also holds another beautiful name - Jahaz Mahal as the front facet of the Hav..."}, {"placeName": " 19. Tanot Mata Temple", "placeDesc": "Situated 122 km from the city of Jaisalmer, Tanot Mahal is a historical temple at the Longewala border in Rajasthan. The temple is enveloped with numerous legends that instil curiosity in every visitor. Although it is located very close to the India-Pakistan border, it remained untouched during the ..."}, {"placeName": " 20. Mandir Palace", "placeDesc": "The Mandir Palace a two-century-old architecture is the finest heritage hotels in the city of Jaisalmer. The hotel offers an ambiance of medieval charm with a glimpse of modern amenities. It is adorned with exquisite stone carvings, ornate balconies, canopies that represent the craftsmanship in its ..."}, {"placeName": " 21. Ramdevra Temple", "placeDesc": "Ramdevra Temple is a sacred temple to the folk deity of Rajasthan - Baba Ramdevji. It is situated 12 kms from Pokhran on Jodhpur to Jaisalmer road. It is believed that Baba Ramdevji took samadhi (conscious exit from the mortal body) at Ramdevra in 1459 AD. After this, the Maharaja Ganga Singh of Bik..."}, {"placeName": " 22. Akal Wood Fossil Park", "placeDesc": "The Akal Wood Fossil park is the destination of the prehistoric era. It is located on the Barmer road 17 km away from Jaisalmer city. Akal Wood Fossil Park is the pride of Jaisalmer city; it is the National Geological Monument of India."}, {"placeName": " 23. Jaisalmer War Museum", "placeDesc": "Jaisalmer War Museum also known as Laungewala War Memorial is established in the military station designed with the view of honouring the war heroes. It embraces the bravery and sacrifices of the Indian Army. On 24 August 2015, the museum was inaugurated and declared to the Nation. It took place on ..."}, {"placeName": " 24. Amar Sagar Lake", "placeDesc": "The Amar Sagar lake is an oasis near the palace of Amar Singh. The 17th-century citadel was constructed by Maharawal Akhai Singh is located on the outskirts of Jaisalmer city. The palace complex comprises of number wells and ponds along with chhatris and an ancient Shiva temple made of marble in the..."}, {"placeName": " 25. Vyaas Chhatri", "placeDesc": "Vyas Chhatri is the assemblage of golden sandstone, an edifice of Rajasthani architecture. It was dedicated to sage Vyaas, the writer of epic Mahabharata whose cenotaph is situated on the north of the fort."}, {"placeName": " 26. Desert Festival", "placeDesc": "The desert festival is the most awaited colourful event in the land of sand dunes and camels. It was initiated with an intention to give a glance of the imperial Rajasthani culture to the tourists. The festival organises various activities like camel races, turban tying competitions and also Mr Dese..."}, {"placeName": " 27. Khaba Fort", "placeDesc": "A ruined citadel situated amidst the scorching Thar Desert is the Khaba Fort. Its history dates back to the 13th century. The architecture once belonged to the Paliwal Brahmins of the Kuldhara village who fled the town in the 19th century leaving behind a ghost town."}, {"placeName": " 28. Lodhruva", "placeDesc": "16 km north-west of Jaisalmer is Lodhruva the ancient capital city of Bhatti dynasty of the 12th century. The old capital of Bhatti Rajput was once a flourishing city. Although the town was ransacked by Muslim invaders, the prominent attraction of the city is its architectural ruins."}, {"placeName": " 29. Thar Heritage Museum ", "placeDesc": "Founded by L Narayan Khatri, the Thar Heritage Museum is a historical reservoir. L Narayan was an eminent scholar of the Jaisalmer folklore. The museum showcases the rich culture, heritage, folk art and architectural style of Rajasthan."}, {"placeName": " 30. Surya Gate", "placeDesc": "The Surya Gate is one of the four entry gates to the 12th century, Jaisalmer Fort. The fort on the Trikuta hill has four successive gates Akai, Surya, Ganesh and Hawa through which the visitors need to pass through."}, {"placeName": " 31. Shantinath Temple", "placeDesc": "The Shantinath Temple is one among the cluster of seven Jain Temples built in the Jaisalmer fort. It is made in the Dilwara Style with exquisite carvings. The 16th-century temple holds the beautiful idol of the Jain Saint Shri Shanthinath. The grandeur style reflects its spectacular architecture of ..."}, {"placeName": " 32. Tazia Tower", "placeDesc": "Tazia Tower is a unique Rajputana architecture of Rajasthan. Situated in the Badal Complex, the building has five storeys each of which tells a different story. Tazia in Urdu means float that's taken during the procession of Muharram."}, {"placeName": " 33. Chandraprabhu Temple", "placeDesc": "Chandraprabhu Temple is an exemplary Jain temple built in the 16th century. It is one among the seven temples that were constructed for the 8th Tirthankara Jain Prophet Chandraprabhu Ji."}, {"placeName": " 34. Camping & Cultural Evening", "placeDesc": "The golden fort, sand dunes, and the enchanting palaces make Jaisalmer an ideal destination for Camping and Cultural evening. A camping tour is a must on the bucket list of anyone who wishes to dig deeper the real essence of Rajasthan."}, {"placeName": " 35. Pokhran Fort", "placeDesc": "Balagarh fort was built by the Marwar Thakur, Rao Maldeo in the 14th Century, it is otherwise known as the Pokhran Fort. Pokhran means the place of five mirages enclosed by sandy, rocky, salt ranges. Although a small temple made of red sandstone, the fort is dedicated to Goddess Durga."}, {"placeName": " 36. Pachpadra Lake", "placeDesc": "Pachpadra Lake is situated in the Barmer District of Rajasthan near Jaisalmer and is one of the few salt water lakes in India with a 98% sodium chloride level."}, {"placeName": " 37. Parasailing in Jaisalmer", "placeDesc": "Parasailing is one of the most exciting things to do in Jaisalmer. Mostly the desert camps and resorts organize this activity on prior request. The activity offers a breathtaking view of the golden sandy city below and you should definitely try it when in Jaisalmer."}, {"placeName": " 38. Quad Biking in Jaisalmer", "placeDesc": "Quad Biking is another one of the very exciting and thrilling things to do in Jaisalmer. The adrenaline rushing sport offers a surreal ride on what are called the ATV Bikes. The activity is performed under strict guidance and supervision of a professional. You can live your 'heroic' moment trying to..."}, {"placeName": " 39. Dune Bashing", "placeDesc": "Dune Bashing is one of the most exclusive and unique things to do in Jaisalmer. If you have an adventure streak, this is one activity you should definitely try. You will literally feel your adrenaline rush up when you are rafting through the pits and falls of the majestic golden desert even when you..."}, {"placeName": " 40. Indo-Pak Border", "placeDesc": "Visiting the Indo-Pak Border is one of the most exotic things to do in Jaisalmer. The area is situated near the Tanot Mata temple and can be visited by prior permission and permits from the Indian Military Forces."}]}