{"jammu": [{"placeName": " 1. Bahu Fort", "placeDesc": "Jammu city is referred to as the Gateway to Heaven, and the impeccable beauty and magnificence of the Bahu Fort surely stand to be a significant contributing factor. Located only 5 km from the central part of the city, the Bahu Fort stands tall and sturdy on the left bank of the Tawi River. Raj..."}, {"placeName": " 2. Mubarak Mandi Palace", "placeDesc": "The architecture of the palace is an elaborate blend of Rajasthani, Mughal and European influences."}, {"placeName": " 3. Mansar Lake", "placeDesc": "Mansar Lake is located 62 km from Jammu which is a lake fringed by forest-covered hills, over a mile in length by half-a-mile in width. Besides being a popular excursion destination in Jammu, it is also a holy site, sharing the legend and sanctity of Lake Mansarovar. On the Eastern Bank of the Lake ..."}, {"placeName": " 4. Raghunath Temple", "placeDesc": "Raghunath Temple comprises of a complex of seven Hindu shrines, each with its own Shikhara. It is one of the largest temple constructions of north India. Placed in Jammu in the Indian state of Jammu and Kashmir the temple was built by Maharaja Gulab Singh and his son Maharaja Ranbir Singh of the Raj..."}, {"placeName": " 5. Amar Mahal Museum", "placeDesc": "Constructed by King Raja Amar of Dogra in 1890s, this museum was planned by a French architect and looks like a French chateau with Indian artisans. It was home to the royal family for many years."}, {"placeName": " 6. Shivkhori", "placeDesc": "In the lap of nature , the Shivkhori shrine is situated on a hillock in the Udhampur district of Jammu and Kashmir. The cave is dedicated to one of the forms of Lord Shiva ( unborn and invisible ) resting place in the lingam. The cave consist of many magical and natural impression and images of othe..."}, {"placeName": " 7. Raghunath Bazaar", "placeDesc": "The Raghunath Bazaar in Jammu is one of the best shopping destinations in the region."}, {"placeName": " 8. Dogra Art Museum", "placeDesc": "Housed in the Mubarak Mandi palace, the museum is an ideal destination for witnessing and experiencing the folklore and culture of Jammu along with Ladakh and Kashmir."}, {"placeName": " 9. Purmandal", "placeDesc": "A little away from the city of temples, is a modest instance of religion and spirituality, a holy town, by the name of Purmandal."}, {"placeName": " 10. Peer Baba Dargah", "placeDesc": "Dedicated to an Islam saint, Peer Budhan Ali Shah, this Dargah, attracts devotees across religions."}, {"placeName": " 11. City Shopping", "placeDesc": "Shopping in Jammu is quite famous as it is a place where different cultures and kingdoms have met leading to various kinds of traditional handicrafts being sold here."}, {"placeName": " 12. Peer Kho Cave", "placeDesc": "On the banks of Tawri River, are these cave temples tied to instances from the Ramayana."}, {"placeName": " 13. Nandini Wildlife Sanctuary", "placeDesc": "Known for a large population of Pheasants, this wild life sanctuary, just a little away fro Jammu, is home to an abundance of fauna, especially birds."}, {"placeName": " 14. Dargah Garib Shah", "placeDesc": "Another shrine, which has its devotees, spread across religions, this one is dedicated to a saint, Garib Shah who preached of humanity and unity."}, {"placeName": " 15. Gole Market", "placeDesc": "Located at Gandhinagar in Jammu this place is well connected to the city via all means of transport. The place is mostly known for its low prices as compared to the rest of the city."}, {"placeName": " 16. Akhnoor Fort", "placeDesc": "The Akhnoor Fort is perched on a cliff, situated on a historical site by the banks of the river Chenab. This fort is said to be built on the ruins of a town from the Harappan Civilisation. This monument is maintained by the Archaeological Survey of India."}, {"placeName": " 17. Surinsar Lake", "placeDesc": "The Surinsar Lake, considered a twin of the Mansar Lake, is a captivating lake placed in the setting of the densely wooded mountain ranges. It is a favourite among locals and tourists, serving as a perfect getaway for those looking for a change of pace from the din of the city."}, {"placeName": " 18. Bagh-e-bahu", "placeDesc": "Situated by the iconic Bahu Fort, the Bagh-e-bahu is a beautiful and popular garden of Jammu. Atop a mountain facing the Tawi river, this garden is a combination of sprawling lawns, grand fountains, charming stone sculptures, a beautiful lake and a large aquarium."}, {"placeName": " 19. Mahamaya Temple", "placeDesc": "The Mahamaya Temple was built to honour Mahamaya, a local freedom fighter of the Dogra community, who sacrificed her life about 14 centuries ago to save her region from foreign invaders. This temple attracts scores of devotees throughout the year who come to pay their respects to the great heroine."}, {"placeName": " 20. Bahu Mela", "placeDesc": "One of the biggest Hindu festivals held in Jammu, the Bahu Mela is a grand celebration held in the Bahu Fort in Jammu. The fair is filled with fun, frolic and jubilance, with lights decorating the whole place, brightening up the entire atmosphere. It is a great place to view the traditions and custo..."}, {"placeName": " 21. Ranbireshwar Temple", "placeDesc": "The Ranbireshwar temple is one of the oldest temples in Jammu and the largest temple of Lord Shiva in North India. The largest Shivlinga of the country, set at 8 feet and made of a single black marble stone is found within."}, {"placeName": " 22. Mansar Food And Craft Mela", "placeDesc": "Mansar Food and Craft Mela is one of the major events organised in Jammu, celebrated every year in April during the harvest festival of Baisakhi. This 3-day fair is a fantastic way of people to find local crafts, the delicacies of the region, and see the traditions and customs of Jammu The mela is h..."}, {"placeName": " 23. Poonch Fort", "placeDesc": "The Poonch Fort hosts a series of grand structures reflective of a combination of architectural styles of the Dogra rule, the Sikh rule and the Muslim rule. This majestic complex is sprawled across the top of a small hill, covering an area of 7,500 sqm."}]}