{"pune": [{"placeName": " 1. Aga Khan Palace", "placeDesc": "Aga Khan Palace is well known both for its architectural excellence as well as its historical significance. Spread over a vast land of 19 acres, the palace is now the headquarters of the Gandhi National memorial society. Here, making khadi is still one of the prime activities."}, {"placeName": " 2. Shaniwar Wada", "placeDesc": "Standing tall in its full glory, Shaniwar Wada was once a stately mansion. Built as a dwelling for Peshwas, its foundation was laid by Bajirao I in year 1730 AD. Today it gives a chance to peak into its great past."}, {"placeName": " 3. Mulshi Lake and Dam", "placeDesc": "Mulshi lake is formed in the catchment area of Mulshi dam. Known for its scenic beauty due to Sahyadri ranges, Koraigadh and Dhangad fort, it is a perfect gateway for nature lovers."}, {"placeName": " 4. National War Museum", "placeDesc": "The museum owes its existence to the efforts and contributions of countless people from all walk of life. It has hence, become a popular attraction for the town, that celebrates and creates increasing awareness and knowledge about Indian army and its soldiers"}, {"placeName": " 5. Bund Garden", "placeDesc": "The garden was built by Sir Jamshedji and is located on the banks of Mula-Mutha river. Famous for its scenic beauty, away from the cities rush, the area has boat rides and sports a spectacular view of the flora in and around."}, {"placeName": " 6. Osho Ashram", "placeDesc": "The Ashram is a tranquil place which brings you to you own centers of peace, meditation & oneness. The ideologies of Osho also can be found here."}, {"placeName": " 7. Nightlife", "placeDesc": "Pune sports a glittering instance of nightlife culture. The city nightlife continues till the wee hours of night and there are many pubs, bars and discotheques for the urban crowd. There are also some eating joints which serve food for the late night cravings."}, {"placeName": " 8. Panshet Water Park", "placeDesc": "One of the most loved attraction of the city, one can enjoy kayaking, rides, water scooters, speed boats, swimming and much more here."}, {"placeName": " 9. Sinhagad and Khadakwasala", "placeDesc": "The fort is a beautiful place,1380 m above the sea level. Khadakwasala also has a dam which is absolutely worth a visit during the monsoons."}, {"placeName": " 10. Pataleshwar cave temple", "placeDesc": "The cave temple is rock-cut temple dating back to the 8th century. Dedicated to Shiva, the temple has a Shivalingam, a circular Nandi Mandapa and a passage with stone pillars inside."}, {"placeName": " 11. Katraj Snake Park", "placeDesc": "It has a temple and many rare species of snakes. A brown Palm Civet & a King Cobra are its main attractions. One can also chance upon birds & turtles in the area"}, {"placeName": " 12. Parvati Hill Temple", "placeDesc": "Once the private shrine of the Peshwas, the temple was built in the 17th century by Balaji Baji Rao. 108 steep flights above, is the temple on a hillock from where one can behold some of the most beautiful views of the city."}, {"placeName": " 13. Shinde's Chatri", "placeDesc": "Built in the memory of the Maratha nobel, Shri Mahadju Shinde, the Chatri is situated in Wanowri near Pune."}, {"placeName": " 14. Hadsar Trek", "placeDesc": "Hadsar is a hill fort in the state of Maharashtra. It is situated at an elevation of 3200 feet from the ground in the district of Pune. Within the fort there are massive tunnel like entrances built in the Mughal style."}, {"placeName": " 15. Saras Garden", "placeDesc": "Build by a Peshwa, it has a temple of Lord Ganesha and tends to be perfect for evening walks with friends & family."}, {"placeName": " 16. Mahatma Phule Museum", "placeDesc": "You can see various industrial products, agricultural and handicraft articles in this museum, established in 1890."}, {"placeName": " 17. Dehu", "placeDesc": "Dehu Gatha temple is one of the largest temples and is located near Pune. At the entrance of the temple lies the statue of Sant Tukaram Maharaj. What attracts people the most are the carvings of all Gathas of Sant Tukaram on the walls of the temple which are very easy to read. It is said that one mu..."}, {"placeName": " 18. Vishram Bagh Waada", "placeDesc": "Known for its beautiful wooden facades, only the remains and ruins of the beautiful palace can be seen today. This incomplete instances too, give you a fair idea about the ancient Marathi culture and its elements."}, {"placeName": " 19. Raj Dinakar Kelkar museum", "placeDesc": "The museum is built in Rajasthani style and is a worth a visit, while in the city. It adorns artifacts from D.G. Kelkar and other paintings of Lord Ganesha & some fine specimens of ancient pottery and paintings."}, {"placeName": " 20. St. Mary's Church", "placeDesc": "St. Mary's Church was built in 1825 and is one of the oldest churches. Its foundation was laid down by Bishop Heber. It was built as a place where the officers and soldiers belonging to the British time could worship. The church has a mixture of British as well as Indian architectural style in addit..."}, {"placeName": " 21. Lal Mahal", "placeDesc": "The original Lal Mahal used to be Maratha lord Shivaji's childhood home, which his father built for him and his mother Jijabai. This is where the famous Shivaji-led guerrilla attack by the Marathas upon Shaesta Khan and his Mughal army took place. Though it turned to ruins by the end of 17th century..."}, {"placeName": " 22. Tribal Museum", "placeDesc": "Showcasing the culture and livelihoods of tribal communities through paintings, weapons & artifacts is the Tribal Museum of the town."}, {"placeName": " 23. Ohel David Synagogue", "placeDesc": "The synagogue was build by David Sasoon. Its a marvelous piece of architectural work and includes a prayer hall for ladies. Many foreigners visit this place for its religious & architectural marvel."}, {"placeName": " 24. Baner Pashan Biodiversity Park", "placeDesc": "Baner Pashan Biodiversity Park is the 200 hectare park built to protect the biodiversity around two suburbs of Pune- Baner and Pashan. The park also spreads to the gorgeous looking Baner hill and is a top tourist spot of the city."}, {"placeName": " 25. Chavand Trek", "placeDesc": "Chavand (or Prasannagad) is a hill fort in the state of Maharashtra. Located at an elevation of about 3500 feet from the ground in the district of Pune, this fortress is a part of the 'famous five'. The other forts which are included under this category are Hadsar, Shivneri, Jivdhan and Naneghat."}, {"placeName": " 26. Korigad Trek", "placeDesc": "Korigad is a hill fort in Maharashtra. Situated in the district of Pune, the fort rises to a height of about 2800 feet from the ground."}, {"placeName": " 27. Nighoj", "placeDesc": "Nighoj is an offbeat tourist destination 70 kilometres from Pune, nestled along the western ghats in the state of Maharashtra. The village’s most prominent feature are the naturally occurring craters lined up against the bank of the river Kukadi, the breathtaking potholes are a true wonder of nature..."}, {"placeName": " 28. Purandar Trek", "placeDesc": "Purandar is a fort in the Pune district of Maharashtra. Purandar and Vajragad are twin forts. Purandar is the larger of the two and is situated at a height of 4472 feet from the sea level. The top of the fort presents a very scenic view of its twin fort Vajragad."}, {"placeName": " 29. Rasalgad", "placeDesc": "Rasalgad is a fort that will reintroduce to the lost charms and intrigues of an era long forgotten."}, {"placeName": " 30. Rajgad Trek", "placeDesc": "Rajgad, not unlike its name, is a royal and palatial trek to a Fort once inhabited by Shivaji Maharaj himself. The captivating beauty and history of the fort and the lush sahyadri range surrounding it is absolutely worth every single aching muscle."}, {"placeName": " 31. National Defence Academy", "placeDesc": "National Defence Academy or NDA near Pune is a tri-service military academy where fresh cadets are trained for Army, Navy and Airforce. Visitors, with prior permission, can witness first-hand the training procedure, weapon and technology and the architecture on the premise. The museum of NDA is a mu..."}, {"placeName": " 32. Shivneri Fort", "placeDesc": "Situated near Junnar in Pune, Shivneri Fort can be traced back to the 17th century. The sturdy fortification and the magnanimous structure is home to a grand statue of the Maratha warrior Shivaji. The fort can be reached through a trek up a hilly terrain or through a motorable road."}, {"placeName": " 33. Rohida Trek", "placeDesc": "Rohida, or Vichitragad as it is also known, is a Fort nearest to Pune, a destination which is a must on every trekker's to-do list."}, {"placeName": " 34. Rajmachi Fort", "placeDesc": "Tucked between the two hills of Lonavala and Khandala, Rajmachi Fort is a grand structure of the bygone era. Especially popular among the adventure enthusiasts, the fort can be reached through a thrilling trek amidst the gorgeous Sahyadris. You can also camp at the base of the fort."}, {"placeName": " 35. Peshwa Udyan", "placeDesc": "Maintained by Pune Municipal Corporation, Peshwa Udyan is a zoological park in the city which boasts of lush greenery, umpteen trees, variety of shrubs and herbs. Besides, it also facilitates boasting and has a mini toy-train for kids."}, {"placeName": " 36. Dagdusheth Halwai Ganpati Temple", "placeDesc": "Dagaduseth Halwai Ganapati Temple is named after its founder-builder, who constructed the simple yet decorated shrine for Lord Ganesh in 1893 upon the advice of his guru, after losing his son to an epidemic. This is the temple where the famous Ganesh Chaturthi Utsav of Maharashtra was first held in ..."}, {"placeName": " 37. Sri Balaji Mandir", "placeDesc": "Sri Balaji Mandir of Pune is a close replica of the renowned Venkateshwara temple at Tirumala, Tirupati. Not only the architecture and the look of the sanctum deity, the temple follows its influencer in rituals and religious activities as well. With beautiful, lush green surroundings, free meal and ..."}, {"placeName": " 38. ISKCON NVCC Temple", "placeDesc": "ISCKON NVCC or New Vedic Cultural Centre in Pune is a cultural, religious and spiritual centre as well as an educational hub. Eminent spiritual preachers take turn to impart knowledge about Krishna consciousness, our oneness with the cosmos and how we can achieve our self-actualization through under..."}, {"placeName": " 39. Pune Okayama Friendship Garden", "placeDesc": "Pune Okayama Friendship Garden is a 10 acres big open patch of land with beautifully curated green lawns interspersed by walkways and occasional streams. The natural recreational site is influenced by the 300 year old Koraku-en Gardens of Okayama, Japan. Visitors can take a lovely evening walk in th..."}, {"placeName": " 40. Katraj Jain Temple", "placeDesc": "The Katraj Jain temple is an important shrine for the followers of Jainism. It has idols of all of the 24 Tirthankars of Jainism. The main deity is the 24th Tirthankar, Lord Mahavir. His statue sits in the middle in a bright golden shade, made of Panchdhatu. Perched atop a hill, the temple offers a ..."}, {"placeName": " 41. Sarasbaug Ganpati Temple", "placeDesc": "Sarasbaug Ganapati Temple is a shrine for Siddhi Vinakayak Ganesh, as established by the Maratha ruler Shrimant Sawai Madhavrao Peshwa, in 1784. The temple derives its name from the island where it is situated, called Sarasbaug, named by its creator, Madhavrao's predecessor, Nanasaheb Peshwa. Locate..."}, {"placeName": " 42. Chaturshringi Temple", "placeDesc": "Chaturshringi temple, or the temple of the ¥goddess of the four peaks' is an abode to Devi Chattushringi or Amabreshwari, built by an ardent devotee, merchant Durlabhseth Pitambardas Mahajan, during the Shivaji reign. Legend says he got a vision from the goddess herself, and found a self-manifested ..."}]}